Repository: cinmou/PrivyGallery
Catalog: SecurityFolder/Localizable.xcstrings
Source language: zh_hans
Languages: de, en, es, fr, it, ja, ko, ru, zh_hant_tw, zh_hk

source: 请在解锁窗口中输入密码。
de: Bitte geben Sie im Entsperrfenster Ihr Passwort ein.
en: Enter your password in the unlock window.
es: Ingrese su contraseña en la ventana de desbloqueo.
fr: Veuillez entrer votre mot de passe dans la fenêtre de déverrouillage.
it: Inserisci la tua password nella finestra di sblocco.
ja: ロック解除ウィンドウにパスワードを入力してください。
ko: 잠금해제 창에 비밀번호를 입력해주세요.
ru: Пожалуйста, введите свой пароль в окне разблокировки.
zh_hant_tw: 請在解鎖視窗中輸入密碼。
zh_hk: 請在解鎖視窗中輸入密碼。

source: 请稍后再试。
de: Bitte versuchen Sie es später noch einmal.
en: Please try again later.
es: Inténtelo de nuevo más tarde.
fr: Veuillez réessayer plus tard.
it: Per favore riprova più tardi.
ja: 後でもう一度試してください。
ko: 나중에 다시 시도해 주세요.
ru: Пожалуйста, повторите попытку позже.
zh_hant_tw: 請稍後再試。
zh_hk: 請稍後再試。

source: 请输入导出密码，并重复输入一次确认。
de: Bitte geben Sie das Exportpasswort ein und geben Sie es zur Bestätigung erneut ein.
en: Enter an export password and repeat it to confirm.
es: Ingrese la contraseña de exportación y vuelva a ingresarla para confirmar.
fr: Veuillez saisir le mot de passe d'exportation et ressaisissez-le pour confirmer.
it: Inserisci la password di esportazione e reinseriscila per confermare.
ja: エクスポートパスワードを入力し、確認のために再入力してください。
ko: 내보내기 비밀번호를 입력하신 후, 확인을 위해 다시 입력해주세요.
ru: Пожалуйста, введите пароль экспорта и повторите его для подтверждения.
zh_hant_tw: 請輸入匯出密碼，並重複輸入一次確認。
zh_hk: 請輸入導出密碼，並重複輸入一次確認。

source: 请输入新密码。
de: Bitte geben Sie ein neues Passwort ein.
en: Enter a new password.
es: Por favor ingrese una nueva contraseña.
fr: Veuillez saisir un nouveau mot de passe.
it: Inserisci una nuova password.
ja: 新しいパスワードを入力してください。
ko: 새로운 비밀번호를 입력해주세요.
ru: Пожалуйста, введите новый пароль.
zh_hant_tw: 請輸入新密碼。
zh_hk: 請輸入新密碼。

source: 请输入生成该备份文件时设置的导出密码。备份内容会恢复到当前空间，并与现有内容合并。
de: Bitte geben Sie das Exportkennwort ein, das beim Generieren dieser Sicherungsdatei festgelegt wurde. Der Sicherungsinhalt wird im aktuellen Speicherplatz wiederhergestellt und mit dem vorhandenen Inhalt zusammengeführt.
en: Please enter the export password set when generating this backup file. The backup content will be restored to the current space and merged with the existing content.
es: Ingrese la contraseña de exportación que se estableció al generar este archivo de respaldo. El contenido de la copia de seguridad se restaura en el espacio actual y se fusiona con el contenido existente.
fr: Veuillez saisir le mot de passe d'exportation défini lors de la génération de ce fichier de sauvegarde. Le contenu de sauvegarde est restauré dans l'espace actuel et fusionné avec le contenu existant.
it: Inserisci la password di esportazione impostata durante la generazione di questo file di backup. Il contenuto del backup viene ripristinato nello spazio corrente e unito al contenuto esistente.
ja: このバックアップ ファイルを生成するときに設定したエクスポート パスワードを入力してください。バックアップ コンテンツが現在のスペースに復元され、既存のコンテンツとマージされます。
ko: 이 백업 파일을 생성할 때 설정한 내보내기 비밀번호를 입력하세요. 백업된 콘텐츠는 현재 공간에 복원되고 기존 콘텐츠와 병합됩니다.
ru: Введите пароль экспорта, который был установлен при создании этого файла резервной копии. Содержимое резервной копии восстанавливается в текущее пространство и объединяется с существующим содержимым.
zh_hant_tw: 請輸入產生該備份檔案時設定的匯出密碼。備份內容會恢復到目前空間，並與現有內容合併。
zh_hk: 請輸入產生該備份檔案時設定嘅導出密碼。備份內容會恢復到目前空間，並與現有內容合併。

source: 请选择要保存的空间。
de: Bitte wählen Sie einen Platz zum Speichern aus.
en: Choose the space to save to.
es: Por favor seleccione un espacio para guardar.
fr: Veuillez sélectionner un espace à enregistrer.
it: Seleziona uno spazio per salvare.
ja: 保存するスペースを選択してください。
ko: 저장할 공간을 선택해주세요.
ru: Пожалуйста, выберите место для сохранения.
zh_hant_tw: 請選擇要儲存的空間。
zh_hk: 請選擇要儲存嘅空間。

source: 请阅读 %lld 秒
de: Bitte lesen Sie %lld Sekunden
en: Please read for %lld seconds
es: Por favor lea %lld segundos
fr: Veuillez lire %lld secondes
it: Per favore leggi %lld secondi
ja: %lld 秒間読んでください
ko: %lld초 동안 읽어주세요
ru: Пожалуйста, прочитайте %lld секунд
zh_hant_tw: 請閱讀 %lld 秒
zh_hk: 請閱讀 %lld 秒

# 请验证当前空间的密码，妥善保存导出的文件。
source: 请验证当前空间的密码，并妥善保存导出的文件。
de: Bitte überprüfen Sie das Passwort des aktuellen Bereichs und speichern Sie die exportierte Datei ordnungsgemäß.
en: Verify the current space password and keep the exported file safe.
es: Verifique la contraseña del espacio actual y guarde el archivo exportado correctamente.
fr: Veuillez vérifier le mot de passe de l'espace actuel et enregistrer correctement le fichier exporté.
it: Verifica la password dello spazio corrente e salva correttamente il file esportato.
ja: 現在のスペースのパスワードを確認し、エクスポートされたファイルを適切に保存してください。
ko: 현재 공간의 비밀번호를 확인하시고, 내보낸 파일을 제대로 저장해주세요.
ru: Пожалуйста, проверьте пароль текущего пространства и правильно сохраните экспортированный файл.
zh_hant_tw: 請驗證目前空間的密碼，並妥善儲存匯出的檔案。
zh_hk: 請驗證目前空間嘅密碼，並妥善儲存導出嘅檔案。

# 请验证当前空间的密码，确保导入是由您本人操作。
source: 请验证当前空间的密码，确保导入是由你本人操作。
de: Bitte überprüfen Sie das Passwort des aktuellen Bereichs, um sicherzustellen, dass der Import von Ihnen durchgeführt wird.
en: Verify the current space password to confirm this import is authorized by you.
es: Verifique la contraseña del espacio actual para asegurarse de que usted realice la importación.
fr: Veuillez vérifier le mot de passe de l'espace actuel pour vous assurer que l'importation est effectuée par vous.
it: Verifica la password dello spazio corrente per assicurarti che l'importazione venga eseguita da te.
ja: インポートが自分で行われたことを確認するには、現在のスペースのパスワードを確認してください。
ko: 가져오기가 본인에 의해 수행되었는지 확인하려면 현재 공간의 비밀번호를 확인하세요.
ru: Пожалуйста, проверьте пароль текущего пространства, чтобы убедиться, что импорт выполнен вами.
zh_hant_tw: 請驗證目前空間的密碼，確保匯入是由你本人操作。
zh_hk: 請驗證目前空間嘅密碼，確保導入是由你本人操作。

source: 购买会员
de: Mitgliedschaft kaufen
en: Purchase Membership
es: Comprar membresía
fr: Acheter un abonnement
it: Acquista l'abbonamento
ja: メンバーシップを購入する
ko: 멤버십 구매
ru: Купить членство
zh_hant_tw: 購買會員
zh_hk: 購買會員

source: 购买处理中
de: Kauf läuft
en: Purchase In Progress
es: Compra en curso
fr: Achat en cours
it: Acquisto in corso
ja: 購入中です
ko: 구매 진행 중
ru: Покупка в процессе
zh_hant_tw: 購買處理中
zh_hk: 購買處理中

source: 购买失败
de: Der Kauf ist fehlgeschlagen
en: Purchase Failed
es: Compra fallida
fr: L'achat a échoué
it: Acquisto fallito
ja: 購入に失敗しました
ko: 구매 실패
ru: Покупка не удалась
zh_hant_tw: 購買失敗
zh_hk: 購買失敗

source: 购买已受理，但未通过验证。
de: Der Kauf wurde bearbeitet, aber nicht bestätigt.
en: The purchase was accepted but could not be verified.
es: La compra fue procesada pero no verificada.
fr: L'achat a été traité mais non vérifié.
it: L'acquisto è stato elaborato ma non verificato.
ja: 購入は処理されましたが、確認されていませんでした。
ko: 구매가 처리되었지만 확인되지 않았습니다.
ru: Покупка была обработана, но не подтверждена.
zh_hant_tw: 購買已受理，但未通過驗證。
zh_hk: 購買已受理，但未通過驗證。

source: 购买待确认
de: Kauf muss bestätigt werden
en: Purchase Pending Verification
es: Compra por confirmar
fr: Achat à confirmer
it: Acquisto da confermare
ja: 購入を確認する
ko: 구매 확인 예정
ru: Покупка подлежит подтверждению
zh_hant_tw: 購買待確認
zh_hk: 購買待確認

source: 购买成功
de: Kauf erfolgreich
en: Purchase Successful
es: Compra exitosa
fr: Achat réussi
it: Acquisto riuscito
ja: 購入が成功しました
ko: 구매 성공
ru: Покупка прошла успешно
zh_hant_tw: 購買成功
zh_hk: 購買成功

source: 购买提示
de: Kauftipps
en: Purchase Notice
es: Consejos de compra
fr: Conseils d'achat
it: Consigli per l'acquisto
ja: 購入のヒント
ko: 구매 팁
ru: Советы по покупке
zh_hant_tw: 購買提示
zh_hk: 購買提示

source: 购买状态
de: Kaufstatus
en: Purchase Status
es: Estado de compra
fr: Statut d'achat
it: Stato dell'acquisto
ja: 購入状況
ko: 구매상태
ru: Статус покупки
zh_hant_tw: 購買狀態
zh_hk: 購買狀態

source: 购买私影相册完整版
de: Kaufen Sie die Vollversion des privaten Fotoalbums
en: Buy PrivyGallery Pro
es: Compra la versión completa del álbum de fotos privado.
fr: Achetez la version complète de l'album photo privé
it: Acquista la versione completa dell'album fotografico privato
ja: プライベートフォトアルバムのフルバージョンを購入する
ko: 비공개 사진 앨범 정식 버전을 구매하세요
ru: Приобретите полную версию частного фотоальбома
zh_hant_tw: 購買私影相簿完整版
zh_hk: 購買私影相簿完整版

# 资源库
source: 媒体库
de: Mediathek
en: Library
es: Biblioteca
fr: Médiathèque
it: Libreria
ja: ライブラリ
ko: 라이브러리
ru: Медиатека
zh_hant_tw: 媒體庫
zh_hk: 媒體庫

# 资源库调试
source: 媒体库调试
de: Mediathek-Debug
en: Library Debug
es: Depurar biblioteca
fr: Débogage médiathèque
it: Debug libreria
ja: ライブラリデバッグ
ko: 라이브러리 디버그
ru: Отладка медиатеки
zh_hant_tw: 媒體庫偵錯
zh_hk: 媒體庫調試

source: 跟随系统
de: Folgen Sie dem System
en: System
es: Sigue el sistema
fr: Suivez le système
it: Segui il sistema
ja: システムに従ってください
ko: 시스템을 따르세요
ru: Следуйте системе
zh_hant_tw: 跟隨系統
zh_hk: 跟隨系統

source: 跳过
de: Überspringen
en: Skip
es: Omitir
fr: Ignorer
it: Salta
ja: スキップ
ko: 건너뛰기
ru: Пропустить
zh_hant_tw: 跳過
zh_hk: 跳過

source: 跳过：%lld 项
de: Überspringen: %lld Elemente
en: Skipped: %lld items
es: Saltando: %lld elementos
fr: Sauter : %lld éléments
it: Salto: %lld elementi
ja: スキップ: %lld 個のアイテム
ko: 건너뛰는 중: %lld개 항목
ru: Пропуск: %lld элементов
zh_hant_tw: 跳過：%lld 項
zh_hk: 跳過：%lld 項

source: 身份验证未通过，设置没有变更。
de: Die Authentifizierung ist fehlgeschlagen und die Einstellungen wurden nicht geändert.
en: Authentication failed. No settings were changed.
es: La autenticación falló y la configuración no se cambió.
fr: L'authentification a échoué et les paramètres n'ont pas été modifiés.
it: L'autenticazione non è riuscita e le impostazioni non sono state modificate.
ja: 認証に失敗し、設定が変更されませんでした。
ko: 인증에 실패했고 설정이 변경되지 않았습니다.
ru: Аутентификация не удалась, настройки не были изменены.
zh_hant_tw: 身份驗證未通過，設定沒有變更。
zh_hk: 身份驗證未通過，設定沒有變更。

source: 输入 4 位数字密码
de: Geben Sie ein 4-stelliges Passwort ein
es: Ingrese la contraseña de 4 dígitos
fr: Entrez le mot de passe à 4 chiffres
it: Inserisci la password di 4 cifre
ja: 4桁のパスワードを入力してください
ko: 비밀번호 4자리를 입력하세요
ru: Введите 4-значный пароль
zh_hant_tw: 輸入 4 位數字密碼
zh_hk: 輸入 4 位數字密碼

source: 输入 6 位数字密码
de: Geben Sie ein 6-stelliges Passwort ein
es: Ingrese la contraseña de 6 dígitos
fr: Entrez un mot de passe à 6 chiffres
it: Inserisci la password di 6 cifre
ja: 6桁のパスワードを入力してください
ko: 비밀번호 6자리를 입력하세요
ru: Введите 6-значный пароль
zh_hant_tw: 輸入 6 位數字密碼
zh_hk: 輸入 6 位數字密碼

source: 输入%@当前密码
de: Geben Sie %@aktuelles Passwort ein
en: Enter %@ Current Password
es: Ingrese %@contraseña actual
fr: Entrez %@mot de passe actuel
it: Inserisci %@password corrente
ja: %@現在のパスワードを入力してください
ko: %@현재 비밀번호를 입력하세요
ru: Введите %@текущий пароль
zh_hant_tw: 輸入%@當前密碼
zh_hk: 輸入%@當前密碼

source: 输入复杂密码
de: Geben Sie ein komplexes Passwort ein
es: Ingrese una contraseña compleja
fr: Entrez un mot de passe complexe
it: Inserisci una password complessa
ja: 複雑なパスワードを入力してください
ko: 복잡한 비밀번호를 입력하세요
ru: Введите сложный пароль
zh_hant_tw: 輸入複雜密碼
zh_hk: 輸入複雜密碼

source: 输入完成后点击右上角创建%@。
de: Klicken Sie nach Abschluss der Eingabe oben rechts auf %@ erstellen.
en: After entering it, tap the top-right button to create %@.
es: Después de completar la entrada, haga clic en Crear %@ en la esquina superior derecha.
fr: Après avoir terminé la saisie, cliquez sur Créer %@ dans le coin supérieur droit.
it: Dopo aver completato l'input, fai clic su Crea %@ nell'angolo in alto a destra.
ja: 入力が完了したら、右上隅の「%@ の作成」をクリックします。
ko: 입력을 완료한 후 오른쪽 상단에 %@ 생성을 클릭하세요.
ru: После завершения ввода нажмите «Создать %@» в правом верхнем углу.
zh_hant_tw: 輸入完成後點選右上角建立%@。
zh_hk: 輸入完成後點選右上角建立%@。

source: 输入密码
de: Passwort eingeben
en: Enter Password
es: Introduce la contraseña
fr: Entrez le mot de passe
it: Inserisci la password
ja: パスワードを入力してください
ko: 비밀번호를 입력하세요
ru: Введите пароль
zh_hant_tw: 輸入密碼
zh_hk: 輸入密碼

source: 输入密码，或使用 %@ 解锁
de: Geben Sie Ihr Passwort ein oder verwenden Sie %@ zum Entsperren
en: Enter your password, or unlock with %@
es: Ingresa tu contraseña o usa %@ para desbloquear
fr: Entrez votre mot de passe ou utilisez %@ pour déverrouiller
it: Inserisci la tua password o usa %@ per sbloccare
ja: パスワードを入力するか、%@ を使用してロックを解除します
ko: 비밀번호를 입력하거나 %@를 사용하여 잠금을 해제하세요.
ru: Введите свой пароль или используйте %@ для разблокировки.
zh_hant_tw: 輸入密碼，或使用 %@ 解鎖
zh_hk: 輸入密碼，或使用 %@ 解鎖

source: 输入密码以解锁应用
de: Geben Sie das Passwort ein, um die App zu entsperren
en: Enter password to unlock the app
es: Ingrese la contraseña para desbloquear la aplicación
fr: Entrez le mot de passe pour déverrouiller l'application
it: Inserisci la password per sbloccare l'app
ja: パスワードを入力してアプリのロックを解除する
ko: 앱을 잠금 해제하려면 비밀번호를 입력하세요.
ru: Введите пароль, чтобы разблокировать приложение
zh_hant_tw: 輸入密碼以解鎖應用
zh_hk: 輸入密碼以解鎖App

source: 输入导入密码
de: Geben Sie das Importpasswort ein
en: Enter Import Password
es: Ingrese la contraseña de importación
fr: Entrez le mot de passe d'importation
it: Inserisci la password di importazione
ja: インポートパスワードを入力してください
ko: 가져오기 비밀번호를 입력하세요
ru: Введите пароль импорта
zh_hant_tw: 輸入匯入密碼
zh_hk: 輸入導入密碼

source: 输入导出密码
de: Geben Sie das Exportpasswort ein
en: Enter Export Password
es: Introduzca la contraseña de exportación
fr: Entrez le mot de passe d'exportation
it: Inserisci la password di esportazione
ja: エクスポートパスワードを入力してください
ko: 내보내기 비밀번호를 입력하세요
ru: Введите пароль экспорта
zh_hant_tw: 輸入匯出密碼
zh_hk: 輸入導出密碼

source: 输入当前密码
de: Geben Sie das aktuelle Passwort ein
en: Enter Current Password
es: Ingrese la contraseña actual
fr: Entrez le mot de passe actuel
it: Inserisci la password attuale
ja: 現在のパスワードを入力してください
ko: 현재 비밀번호를 입력하세요
ru: Введите текущий пароль
zh_hant_tw: 輸入目前密碼
zh_hk: 輸入目前密碼

source: 输入新密码
de: Geben Sie ein neues Passwort ein
en: Enter New Password
es: Ingrese una nueva contraseña
fr: Entrez le nouveau mot de passe
it: Inserisci la nuova password
ja: 新しいパスワードを入力してください
ko: 새 비밀번호를 입력하세요
ru: Введите новый пароль
zh_hant_tw: 輸入新密碼
zh_hk: 輸入新密碼

source: 输入用于解锁此应用的密码
de: Geben Sie das Passwort ein, um diese App zu entsperren
en: Enter the password used to unlock this app
es: Ingrese la contraseña para desbloquear esta aplicación
fr: Entrez le mot de passe pour déverrouiller cette application
it: Inserisci la password per sbloccare questa app
ja: このアプリのロックを解除するにはパスワードを入力してください
ko: 이 앱의 잠금을 해제하려면 비밀번호를 입력하세요
ru: Введите пароль, чтобы разблокировать это приложение
zh_hant_tw: 輸入用於解鎖此應用程式的密碼
zh_hk: 輸入用於解鎖此App嘅密碼

source: 还剩 %lld 天
de: Noch %lld Tage übrig
en: %lld days left
es: Quedan %lld días
fr: %lld jours restants
it: %lld giorni rimasti
ja: 残り %lld 日
ko: %lld일 남음
ru: Осталось %lld дней
zh_hant_tw: 還剩 %lld 天
zh_hk: 還剩 %lld 天

source: 这个备份来自旧版本导出格式，测试版已不再兼容。请使用新版本重新导出后再恢复。
de: Dieses Backup stammt von einer älteren Version des Exportformats und die Betaversion ist nicht mehr kompatibel. Bitte verwenden Sie die neue Version zum erneuten Exportieren und anschließenden Wiederherstellen.
en: This backup uses an older export format that is no longer supported in this beta. Please export it again with the latest version before restoring.
es: Esta copia de seguridad proviene de una versión anterior del formato de exportación y la versión beta ya no es compatible. Utilice la nueva versión para volver a exportar y luego restaurar.
fr: Cette sauvegarde provient d'une ancienne version du format d'export et la version bêta n'est plus compatible. Veuillez utiliser la nouvelle version pour réexporter puis restaurer.
it: Questo backup proviene da una versione precedente del formato di esportazione e la versione beta non è più compatibile. Utilizzare la nuova versione per riesportare e quindi ripristinare.
ja: このバックアップは古いバージョンのエクスポート形式からのものであり、ベータ版には互換性がありません。新しいバージョンを使用して再エクスポートし、復元してください。
ko: 이 백업은 내보내기 형식의 이전 버전에서 가져온 것이며 베타 버전은 더 이상 호환되지 않습니다. 새 버전을 사용하여 다시 내보낸 후 복원하세요.
ru: Эта резервная копия взята из более старой версии формата экспорта, и бета-версия больше не совместима. Пожалуйста, используйте новую версию для повторного экспорта и последующего восстановления.
zh_hant_tw: 這個備份來自舊版匯出格式，測試版已不再相容。請使用新版本重新匯出後再恢復。
zh_hk: 呢個備份來自舊版導出格式，測試版已不再相容。請使用新版本重新導出後再恢復。

source: 这个空间保留相同入口，但不会显示真实媒体，也不会保存导入数据。
de: In diesem Bereich bleibt derselbe Eintrag erhalten, die echten Medien werden jedoch nicht angezeigt und importierte Daten werden nicht gespeichert.
en: This space keeps the same entry points, but it does not show real media or save imported items.
es: Este espacio conserva la misma entrada, pero los medios reales no se mostrarán y los datos importados no se guardarán.
fr: Cet espace conserve la même entrée, mais le média réel ne sera pas affiché et les données importées ne seront pas sauvegardées.
it: Questo spazio conserva la stessa voce, ma il supporto reale non verrà visualizzato e i dati importati non verranno salvati.
ja: このスペースには同じエントリが保持されますが、実際のメディアは表示されず、インポートされたデータは保存されません。
ko: 이 공간은 동일한 항목을 유지하지만 실제 미디어는 표시되지 않으며 가져온 데이터는 저장되지 않습니다.
ru: В этом пространстве сохраняется та же запись, но реальный носитель не будет отображаться, а импортированные данные не будут сохранены.
zh_hant_tw: 這個空間保留相同入口，但不會顯示真實媒體，也不會儲存匯入資料。
zh_hk: 呢個空間保留相同入口，但不會顯示真實媒體，也不會儲存導入數據。

source: 这个项目会从当前相册移出，但仍保留在强加密媒体库中。
de: Das Element wird aus dem aktuellen Album verschoben, verbleibt jedoch in der stark verschlüsselten Medienbibliothek.
en: This item will be removed from the current album but kept in the encrypted library.
es: El elemento se eliminará del álbum actual, pero permanecerá en la biblioteca multimedia fuertemente cifrada.
fr: L'élément sera retiré de l'album actuel mais restera dans la médiathèque fortement cryptée.
it: L'elemento verrà spostato fuori dall'album corrente ma rimarrà nel catalogo multimediale fortemente crittografato.
ja: アイテムは現在のアルバムから移動されますが、強力に暗号化されたメディア ライブラリには残ります。
ko: 항목은 현재 앨범 밖으로 이동되지만 강력하게 암호화된 미디어 라이브러리에는 유지됩니다.
ru: Объект будет удален из текущего альбома, но останется в сильно зашифрованной медиатеке.
zh_hant_tw: 這個項目會從目前相簿移出，但仍保留在強加密媒體庫中。
zh_hk: 呢個項目會從目前相簿移出，但仍保留在強加密媒體庫中。

source: 这个项目会关闭强加密保护，并回到普通媒体库。
de: Dieses Projekt wird den starken Verschlüsselungsschutz deaktivieren und zur normalen Medienbibliothek zurückkehren.
en: This item will leave secure protection and return to the regular library.
es: Este proyecto desactivará la protección de cifrado fuerte y volverá a la biblioteca multimedia normal.
fr: Ce projet désactivera la protection par cryptage renforcée et reviendra à la bibliothèque multimédia normale.
it: Questo progetto disattiverà la protezione tramite crittografia avanzata e tornerà al normale catalogo multimediale.
ja: このプロジェクトでは、強力な暗号化保護がオフになり、通常のメディア ライブラリに戻ります。
ko: 이 프로젝트는 강력한 암호화 보호를 끄고 일반 미디어 라이브러리로 돌아갑니다.
ru: Этот проект отключит надежную защиту шифрования и вернется к обычной медиатеке.
zh_hant_tw: 這個項目會關閉強加密保護，並回到普通媒體庫。
zh_hk: 呢個項目會關閉強加密保護，並回到普通媒體庫。

source: 这个项目会回到普通媒体库。
de: Dieses Projekt kehrt in die normale Medienbibliothek zurück.
en: This item will return to the regular library.
es: Este proyecto volverá a la biblioteca multimedia normal.
fr: Ce projet reviendra à la médiathèque normale.
it: Questo progetto tornerà alla normale libreria multimediale.
ja: このプロジェクトは通常のメディア ライブラリに戻ります。
ko: 이 프로젝트는 일반 미디어 라이브러리로 돌아갑니다.
ru: Этот проект вернется в обычную медиатеку.
zh_hant_tw: 這個項目會回到普通媒體庫。
zh_hk: 呢個項目會回到普通媒體庫。

source: 这个项目会被删除。
de: Dieser Artikel wird gelöscht.
en: This item will be deleted.
es: Este elemento será eliminado.
fr: Cet élément sera supprimé.
it: Questo elemento verrà eliminato.
ja: この項目は削除されます。
ko: 이 항목은 삭제됩니다.
ru: Этот элемент будет удален.
zh_hant_tw: 這個項目會被刪除。
zh_hk: 呢個項目會被刪除。

source: 这个项目会被放入回收站，可以稍后恢复。
de: Das Element wird in den Papierkorb verschoben und kann später wiederhergestellt werden.
en: This item will be moved to the trash and can be restored later.
es: El artículo se colocará en la Papelera de reciclaje y podrá restaurarse más tarde.
fr: L'élément sera placé dans la corbeille et pourra être restauré ultérieurement.
it: L'elemento verrà inserito nel Cestino e potrà essere ripristinato in seguito.
ja: アイテムはごみ箱に置かれ、後で復元できます。
ko: 해당 항목은 휴지통에 들어가고 나중에 복원할 수 있습니다.
ru: Объект будет помещен в корзину, и его можно будет восстановить позже.
zh_hant_tw: 這個項目會被放入垃圾桶，可以稍後再恢復。
zh_hk: 呢個項目會被放入回收站，可以稍後再恢復。

source: 这个项目只会从当前强加密相册移出，但仍保留在强加密媒体库中。
de: Dieses Element wird nur aus dem aktuellen stark verschlüsselten Album verschoben, verbleibt jedoch in der stark verschlüsselten Medienbibliothek.
en: This item will only be removed from the current secure album, but it will remain in the secure library.
es: Este elemento solo se moverá del álbum con cifrado seguro actual, pero permanecerá en la biblioteca multimedia con cifrado seguro.
fr: Cet élément sera uniquement déplacé de l'album à cryptage fort actuel, mais restera dans la bibliothèque multimédia à cryptage fort.
it: Questo elemento verrà spostato solo dall'attuale album con crittografia avanzata, ma rimarrà nel catalogo multimediale con crittografia avanzata.
ja: このアイテムは現在の強力な暗号化アルバムからのみ移動されますが、強力な暗号化メディア ライブラリには残ります。
ko: 이 항목은 현재 강력하게 암호화된 앨범에서만 이동되지만 강력하게 암호화된 미디어 라이브러리에는 유지됩니다.
ru: Этот элемент будет перемещен только из текущего альбома с надежным шифрованием, но останется в медиатеке с надежным шифрованием.
zh_hant_tw: 這個項目只會從目前強加密相簿移出，但仍保留在強加密媒體庫中。
zh_hk: 呢個項目只會從目前強加密相簿移出，但仍保留在強加密媒體庫中。

source: 这个项目只会从当前相册移出，不会删除原始媒体。
de: Dieses Element wird nur aus dem aktuellen Album verschoben; Das Originalmedium wird nicht gelöscht.
en: This item will only be removed from the current album, and the original media will be kept.
es: Este elemento sólo se moverá del álbum actual; los medios originales no se eliminarán.
fr: Cet élément sera uniquement déplacé de l'album actuel ; le média original ne sera pas supprimé.
it: Questo elemento verrà spostato solo dall'album corrente; il supporto originale non verrà eliminato.
ja: このアイテムは現在のアルバムからのみ移動されます。元のメディアは削除されません。
ko: 이 항목은 현재 앨범에서만 이동됩니다. 원본 미디어는 삭제되지 않습니다.
ru: Этот элемент будет перенесен только из текущего альбома; исходный носитель не будет удален.
zh_hant_tw: 這個項目只會從目前相簿移出，不會刪除原始媒體。
zh_hk: 呢個項目只會從目前相簿移出，不會刪除原始媒體。

source: 这个项目将被永久删除，无法从回收站恢复。
de: Dieses Element wird dauerhaft gelöscht und kann nicht aus dem Papierkorb wiederhergestellt werden.
en: This item will be permanently deleted and cannot be restored from the trash.
es: Este elemento se eliminará permanentemente y no se podrá restaurar desde la Papelera de reciclaje.
fr: Cet élément sera définitivement supprimé et ne pourra pas être restauré à partir de la corbeille.
it: Questo elemento verrà eliminato definitivamente e non potrà essere ripristinato dal Cestino.
ja: このアイテムは完全に削除され、ごみ箱から復元することはできません。
ko: 이 항목은 영구적으로 삭제되며 휴지통에서 복원할 수 없습니다.
ru: Этот элемент будет удален без возможности восстановления из корзины.
zh_hant_tw: 這個項目將被永久刪除，無法從垃圾桶恢復。
zh_hk: 呢個項目將被永久刪除，無法從回收站恢復。

source: 这些备份文件只会从本机 App 存储中删除，不会影响媒体库内容。
de: Diese Sicherungsdateien werden nur aus dem nativen App-Speicher gelöscht und haben keinen Einfluss auf den Inhalt der Medienbibliothek.
en: These backup files will only be deleted from this app’s local storage and will not affect your media library.
es: Estos archivos de respaldo solo se eliminarán del almacenamiento de la aplicación nativa y no afectarán el contenido de la biblioteca multimedia.
fr: Ces fichiers de sauvegarde seront uniquement supprimés du stockage natif de l'application et n'affecteront pas le contenu de la bibliothèque multimédia.
it: Questi file di backup verranno eliminati solo dallo spazio di archiviazione dell'app nativa e non influiranno sui contenuti del catalogo multimediale.
ja: これらのバックアップ ファイルはネイティブ アプリのストレージからのみ削除され、メディア ライブラリのコンテンツには影響しません。
ko: 이러한 백업 파일은 기본 앱 저장소에서만 삭제되며 미디어 라이브러리 콘텐츠에는 영향을 미치지 않습니다.
ru: Эти файлы резервных копий будут удалены только из собственного хранилища приложений и не повлияют на содержимое медиатеки.
zh_hant_tw: 這些備份檔案只會從本機 App 儲存體中刪除，不會影響媒體庫內容。
zh_hk: 這些備份檔案只會從本機 App 儲存體中刪除，不會影響媒體庫內容。
